---
kind: other
id: Methods.T:Autodesk.Revit.DB.Options
source: html/c4acb34c-5614-4a12-ea15-5371e7c80308.htm
---
# Options Methods

Causes the object to release immediately any resources it may be utilizing.